import cheminava_Vakho from "../assets/reviewImages/cheminava_vakho.jpg";
import dzandava_irakli from "../assets/reviewImages/dzandzava_irakli.jpg";


export const carouselArray = [
    {
        img: cheminava_Vakho,
        name: 'ვახო ჩემინავა',
        text: 'ძალიან კმაყოფილი ვარ მენტორით. რომ არა ის საგნები მეტენებოდა. შესაძლოა პროგრამირებისთვის თავი დამენებებინა.'
    },
    {
        img: dzandava_irakli,
        name: 'ირაკლი ძანძავა',
        text: 'ბატონი ოთარის გაკვეთილები ძალიან საინტერესო და შემეცნებითია. პროფესიონალიზმისა და დიდი გამოცდილების საფუძველზე მისგან მიღებული ცოდნით დღითიდღე უფრო ვუგებ ამ საქმეს და წინ დიდ ნაბიჯებს ვდგამ წარმატებებისკენ. პროფესიული თვალსაზრისით ძალიან ვვითარდები მისი წყალობით. ნებისმიერ საკითხს და დეტალს სიღრმისეულად შლის და არაფერს ტოვებს განუხილავს მოსწავლეებთან. შეძლებისდაგვარად, ინდივიდუალურად, ყველას მინუსზე მუშაობს და საბოლოოდ ძლიერ კადრს აყალიბებს. აქვს ახსნის და გადმოცემის იდეალური უნარი რაც მის პროფესიონალიზმს კიდევ უფრო უსვამს ხაზს.'
    },
    {
        img: 'img',
        name: '',
        text: ''
    },
]
