import gegenava_salome from "../assets/reviewImages/gegenava_salome.png";
import dzandava_irakli from "../assets/reviewImages/dzandzava_irakli.jpg";
import cheminava_vakho from "../assets/reviewImages/cheminava_vakho.jpg";


export const carouselArray = [
    {
        img: dzandava_irakli,
        name: 'ირაკლი ძანძავა',
        text: 'ბატონი ოთარის გაკვეთილები ძალიან საინტერესო და შემეცნებითია. პროფესიონალიზმისა და დიდი გამოცდილების საფუძველზე მისგან მიღებული ცოდნით დღითიდღე უფრო ვუგებ ამ საქმეს და წინ დიდ ნაბიჯებს ვდგამ წარმატებებისკენ. პროფესიული თვალსაზრისით ძალიან ვვითარდები მისი წყალობით. ნებისმიერ საკითხს და დეტალს სიღრმისეულად შლის და არაფერს ტოვებს განუხილავს მოსწავლეებთან. შეძლებისდაგვარად, ინდივიდუალურად, ყველას მინუსზე მუშაობს და საბოლოოდ ძლიერ კადრს აყალიბებს. აქვს ახსნის და გადმოცემის იდეალური უნარი რაც მის პროფესიონალიზმს კიდევ უფრო უსვამს ხაზს.',
        uni: 'კავკასიის უნივერსიტეტი'
    },
    {
        img: cheminava_vakho,
        name: 'ვახო ჩემინავა',
        text: 'სწავლა იყო ძალიან საინტერესო და სახალისო, ბევრი ახალი რამ ვისწავლე თქვენგან და ძალიან კმაყოფილი ვარ ამით.\n',
        uni: 'კავკასიის უნივერსიტეტი'
    },
    {
        img: gegenava_salome,
        name: 'სალომე გეგენავა',
        text: 'ოთო მაას <3, ძალიან კმაყოფილი ვარ თქვენით. რომ არა თქვენ საგნები მეტენებოდა. შესაძლოა პროგრამირებისთვის თავი დამენებებინა. 1 დეტალზე იმდენნაირ ცხოვრებისეულ მაგალითს მომიყვანდა ხოლმე, რომ შანსი არ იყო, რომ თემა გაუგებარი დარჩენილიყო. ახლა მეცინება ისეთ რამეებს ვერ ვიგებდი რაც უმარტივესი იყო. ჩემი რეკომენდაცია მას.',
        uni: 'ტექნიკური უნივერსიტეტი'
    },
]
